Repository: CyrusTheVirusG/_smaug_
Catalog: po/*.po
Languages: es

source: gettext(i18n): Error! Can't find: %s:%s!
es: gettext(i18n): Error! No se puede encontrar: %s:%s!

source: Booting --{%s}--
es: Iniciando --{%s}-- ...

source: Initializing Web Server
es: Iniciando Servidor Web Integrado ...

source: Initializing MUD Socket
es: Iniciando Socket del MUD ...

source: %s ready at address %s on port %d.
es: %s escuchando con dirección %s en puerto %d.

source: Normal termination of game.
es: Finalización normal del juego.

source: ((----------------[ Boot Database ]----------------))
es: ((----------------[ Iniciando Base de Datos ]----------------))

source: Loading interface commands ...
es: Cargando comandos de la interfaz ...

source: Reading --{%s}-- System Data configuration ...
es: Cargando --{%s}-- los Datos de configuración del Sistema ...

source: Loading socials ...
es: Cargando habilidades sociales ...

source: Loading skill table ...
es: Cargando tabla de hechizos y habilidades ...

source: Loading classes ...
es: Cargando clases ...

source: Loading races ...
es: Cargando razas ...

source: Loading extended news data ...
es: Cargando datos extendidos de las noticias ...

source: Loading stance data ...
es: Cargando datos de las estancias ...

source: Loading herb table ...
es: Cargando tabla de hierbas ...

source: Loading tongues ...
es: Cargando idiomas y lenguajes ...

source: Making Wizlist ...
es: Creando lista de Inmortales ...

source: Making retiredlist ...
es: Creando la lista de Retirados ...

source: Initializing request pipe ...
es: Iniciando tubería de peticiones ...

source: Initializing random number generator ...
es: Iniciando generador de números aleatorios ...

source: Setting time and weather ...
es: Configurando el tiempo y el clima ...

source: Assigning gsn's ...
es: Asignando GSN's ...

source: Reading in plane file ...
es: Cargando el fichero de planos ...

source: Reading in area files ...
es: Cargando ficheros de areas ...

source: Error! Unable to open area list!
es: Error! No es posible cargar el listado de areas!

source: Making sure rooms are planed ...
es: Asegurando que todas las habitaciones están planeadas ...

source: Fixing exits ...
es: Fijando salidas ...

source: Initializing economy ...
es: Iniciando economía ...

source: Loading world state...
es: Cargando el estado previo del mundo ...

source: Randomizing stance data ...
es: Randomizando datos de estancias ...

source: Resetting areas ...
es: Reseteando areas ...

source: Loading buildlist...
es: Cargando lista de edificaciones ...

source: Loading liquids ...
es: Cargando líquidos ...

source: Loading mixtures ...
es: Cargando mezclas ...

source: Loading boards ...
es: Cargando tableros de información ...

source: Loading vault list ...
es: Cargando listado de baúles ...

source: Loading clans ...
es: Cargando Clanes ...

source: Loading member lists ...
es: Cargando listados de miembros ...

source: Loading councils ...
es: Cargando feudos ...

source: Loading deities ...
es: Cargando deidades ...

source: Loading watches ...
es: Cargando vistas ...

source: Loading bans ...
es: Cargando lista de jugadores baneados ...

source: Loading reserved names ...
es: Cargando nombres reservados ...

source: Loading noauction vnums ...
es: Cargando vnums no subastados ...

source: Loading corpses ...
es: Cargando cadáveres de jugadores ...

source: Loading Immortal Hosts ...
es: Cargando Hosts Inmortales ...

source: Loading Hints ...
es: Cargando consejos de guía ...

source: Loading Projects ...
es: Cargando proyectos ...

source: Loading Morphs ...
es: Cargando Polimorfismos ...

source: Loading Housing System, Home Accessories Data, and Home Auctioning System ...
es: Cargando sistema de Hogares, datos de accesorios para el hogar y sistema de susbastas ...

source: Loading login messages ...
es: Cargando mensajes de entrada ...

source: Loading Colors ...
es: Cargando colores de la interfaz ...

source: You hear some squeaking sounds...
es: Escuchas unos chasquidos ...

source: Resetting: %s
es: Reseteando: %s

source: Unknown Hostname!
es: Nombre de anfitrión desconocido!

source: %s: %s
es: %s: %s\r
